Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kompetansenorge.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: trykkmønstre for å fremheve og/eller nyansere budskapet.
nn: trykkmønster for å framheve og/eller nyansere bodskapen.

source: • å lime inn tekst på skriveprøven (dette blir automatisk
nn: • å lime inn tekst i på skriveprøven (dette blir automatisk

source: Feil forekommer, men har karakter av å være glipp, ikke systematiske feil.
nn: Feil førekjem, men har karakter av å vere glipp, ikkje systematiske feil.

source: • rapportere om feilmeldinger fra taxameter til løyvehaver/
nn: • rapportere om feilmeldingar frå taxameter til løyvehav/

source: • logge oppgjør • finne fram i lister over vognnummer og rutenummer
nn: • logge oppgjer • finne fram i lister over vognnummer og rutenummer

source: • samtale om mange ulike temaer med spontanitet og flyt og tilpasse språket
nn: • samtale om mange ulike tema med spontanitet og flyt og tilpasse språket til

source: • uttrykke egne meninger om emner av personlig interesse på en enkel måte
nn: • uttrykke eigne meiningar om emne av personleg interesse på ein enkel måte

source: • forstå enkelte uttalevarianter og dialektvarianter av noen av de aller mest
nn: • forstå enkelte uttalevariantar og dialektvariantar av nokre av dei aller mest

source: • fylle ut og kvittere på rekvisisjoner
nn: • fylle ut og kvittere på rekvisisjonar

source: I samarbeid med andre kan innlæreren utforske nye ord, uttrykk og begreper for på den måten å videreutvikle egen og andres språkforståelse.
nn: I samarbeid med andre kan innlæraren utforske nye ord, uttrykk og omgrep for på den måten å utvikle vidare si eiga og andres språkforståing.

source: Informasjon til arbeidsgivere
nn: Informasjon til arbeidsgivarar

source: Søker du opptak til høyere utdanning gjennom Samordna opptak, må du sende lenken til deg selv, og laste ned det signerte PDF-dokumentet.
nn: Om du søkjer opptak til høgare utdanning gjennom Samordna opptak, må du sende lenka til deg sjølv, og laste ned det signerte PDF-dokumentet.

source: Slik underveisvurdering gir også læreren et grunnlag for å justere progresjon, arbeidsmåter, innhold og mål for opplæringen underveis i løpet.
nn: Slik undervegsvurdering gir også læraren eit grunnlag for å justere progresjon, arbeidsmåtar, innhald og mål for opplæringa undervegs i løpet.

source: På nivå A2 kan man lese og forstå enkel skriftlig informa-
nn: På nivå A2 kan ein lese og forstå enkel skriftleg informa-

source: Bruk av leseheftene i norskopplæring
nn: Bruk av lesehefta i norskopplæring

source: • ta bilder av sosiale aktiviteter
nn: • ta bilete av sosiale aktivitetar

source: • lese og forstå sammensatte tekster som inneholder grafiske framstillinger,
nn: • lese og forstå samansette tekstar som inneheld grafiske framstillingar, for

source: • skrive notater og besvarelser i forbindelse med opplæring
nn: • skrive notat og oppgåvesvar i samanheng med opplæring

source: • sende og motta tekstmeldinger
nn: • sende og motta tekstmeldingar

source: Dødsfall kan markeres med en høytidelig religiøs eller ikke-religiøs gravferd.
nn: Dødsfall kan markerast med ei høgtidleg religiøs eller ikkje-religiøs gravferd.

source: Han har derfor meldt seg arbeidsledig og får dagpenger fra Nav mens han søker jobb.
nn: Han har derfor meldt seg arbeidsledig og får dagpengar frå Nav medan han søker jobb.

source: Eksaminator får noen ferdig formulerte oppfølgingsspørsmål og
nn: Eksaminator får nokre ferdig formulerte oppfølgingsspørsmål og

source: • gi eksempler på hvordan fysisk og psykisk helse kan bli påvirket av livsstil
nn: • gi eksempel på korleis fysisk og psykisk helse kan bli påverka av livsstil og

source: – utbetalinger fra NAV for å sikre inntekt fra man fyller 67 år.
nn: – utbetalingar frå NAV for å sikre inntekt frå ein fyller 67 år

source: får du høre en lengre samtale mellom en mann og en kvinne.
nn: får du høyre ein lengre samtale mellom ein mann og ei kvinne.

source: Mediering kan skje innenfor samme språk eller mellom ulike språk.
nn: Mediering kan skje innanfor det same språket eller mellom ulike språk.

source: Språket brukes ikke bare for videreformidling, men også for å komme frem til ny innsikt, utvikle ideer og tanker og skape felles forståelse.
nn: Språket blir ikkje berre brukt til vidareformidling, men også til å komme fram til ny innsikt, utvikle idear og tankar og skape ei felles forståing.

source: desember og feires med god mat og gaver. Det
nn: desember og blir feira med god mat og gåver.

source: Strafferamme for voldtekt
nn: Strafferamme for valdtekt

source: Eksaminator kan stille oppfølgingsspørsmål hvis det stopper opp.
nn: Eksaminator kan stille oppfølgingsspørsmål dersom det stoppar opp.

source: For å lykkes med dette må deltakerne kunne bruke norskferdighetene sammen med andre kunnskaper og ferdigheter de har, og i samspill med ressurser i omgivelsene og andre mennesker.
nn: For å lykkast med dette må deltakarane kunne bruke norskferdigheitene saman med andre kunnskapar og ferdigheiter dei har, og i samspel med ressursar i omgivnadene og med andre menneske.

source: Fra universitets- og høgskolesektoren vil det i første omgang rekrutteres fra eksisterende sensorkorps for norskprøven.
nn: Frå universitets- og høgskulesektoren vil det i første omgang rekrutterast frå eksisterande sensorkorps for norskprøven.

source: Tverrfaglige temaer De tverrfaglige temaene legger overordnede tematiske rammer for norskopplæringen med utgangspunkt i sentrale samfunnsutfordringer.
nn: Tverrfaglege tema Dei tverrfaglege temaa legg overordna tematiske rammer for norskopplæringa med utgangspunkt i sentrale samfunnsutfordringar.

source: tvangsekteskap og kjønnslemlestelse er, om juridiske og personlige konsekvenser av dette, og om aktuelle hjelpetilbud
nn: tvangsekteskap og kjønnslemlesting er, om juridiske og personlege konsekvensar av dette, og om aktuelle hjelpetilbod

source: Kompetansemålene i denne læreplanen beskriver mål for opplæringen innen språkferdighetene muntlig, lytte, lese og skrive.
nn: Kompetansemåla i denne læreplanen beskriv mål for opplæringa innan språkferdigheitene munnleg, lytte, lese og skrive.

source: • lese og forstå komplekse instruksjoner og bruksanvisninger knyttet til eget
nn: • lese og forstå komplekse instruksjonar og bruksrettleiingar knytte til eige

source: Mediering foregår innenfor samme språk eller på tvers av språk, og inkluderer det å tilrettelegge for forståelse og vellykket kommunikasjon mellom mennesker med ulik bakgrunn.
nn: Mediering skjer innanfor same språk eller på tvers av språk, og inkluderer det å legge til rette for forståing og vellykka kommunikasjon mellom menneske med ulik bakgrunn.

source: • gjøre overslag eller beregne kostnader for drift
nn: • gjere overslag eller berekne kostnader for drift

source: Utviklingen av norskferdighetene går fra språk knyttet til det personlige, umiddelbare og konkrete, mot flere, mer abstrakte og offentlige kontekster og temaer.
nn: Utviklinga av norskferdigheitene går frå språk knytt til det personlege, umiddelbare og konkrete, mot fleire, meir abstrakte og offentlege kontekstar og tema.

source: • skrive og svare enkelt på meldinger, invitasjoner, forslag og gratulasjoner,
nn: • skrive og svare enkelt på meldingar, invitasjonar, forslag og gratulasjonar,

source: • beskrive personer, steder og gjenstander på en svært enkel måte
nn: • beskrive personar, stader og gjenstandar på ein svært enkel måte

source: Av og til vil rørleggeren
nn: Av og til vil røyrleggjaren

source: Delprøven har to oppgaver, og du tar hele prøven på pc.
nn: Delprøven har to oppgåver, og du tar heile prøven på pc.

source: Du kan bruke Vitnemålsportalen til å sende en lenke med resultatene dine til for eksempel studiesteder og arbeidsgivere.
nn: Du kan bruke Vitnemålsportalen til å sende ei lenke med resultata dine til for eksempel studiestader og arbeidsgjevarar.

source: Det vil da være nyttig og motiverende å organisere opplæringen rundt disse aktivitetene og de målene deltakerne har for videre kvalifisering og arbeid.
nn: Da vil det vere nyttig og motiverande å organisere opplæringa rundt desse aktivitetane og dei måla deltakarane har for vidare kvalifisering og arbeid.

source: Digitale ferdigheter Å bruke digitale ferdigheter i faget norsk for voksne innvandrere innebærer å bruke digitale ressurser til å samhandle, finne relevant informasjon, skape muntlige og skriftlige tekster og utvikle og uttrykke egen kompetanse i en norskspråklig sammenheng.
nn: Digitale ferdigheiter Å bruke digitale ferdigheiter i faget norsk for vaksne innvandrarar inneber å bruke digitale ressursar til å samhandle, finne relevant informasjon, skape munnlege og skriftlege tekstar og utvikle og uttrykke eigen kompetanse i ein norskspråkleg samanheng.

source: Hva betyr nivåene?
nn: Kva betyr nivåa?

source: en annen fra før av.
nn: ein annan frå før av

source: God seksuell helse innebærer en positiv holdning til seksualitet og seksuelle relasjoner, fri fra tvang, diskriminering og vold.
nn: God seksuell helse inneber ei positiv haldning til seksualitet og seksuelle relasjonar, fri frå tvang, diskriminering og vald.

source: • forstå betydningen av enkle illustrasjoner, bilder, piktogrammer, ikoner og
nn: • forstå betydninga av enkle illustrasjonar, bilete, piktogram, ikon og skilt i

source: • kunne bruke digitale regnskapssystemer og standard
nn: • kunne bruke digitale rekneskapssystem og standard

source: • skille ut stavelser i enkle ord
nn: • skilje ut stavingar i enkle ord

source: Alle asylsøkere og flyktninger må gjennomgå en obligatorisk tuberkuloseundersøkelse.
nn: Alle asylsøkarar og flyktningar må gjennomgå ei obligatorisk tuberkuloseundersøking.

source: Det vil si at seksuell omgang med barn og unge under 16 år er straffbart.
nn: Det vil seie at seksuell omgang med barn og unge under 16 år er straffbart.

source: Språklig produksjon brukes blant annet når man forteller om seg selv, holder en presentasjon eller skriver en rapport, og kan involvere ulike språkhandlinger som å beskrive, forklare og drøfte.
nn: Språkleg produksjon blir mellom anna brukt når ein fortel om seg sjølv, held ein presentasjon eller skriv ein rapport, og kan involvere ulike språkhandlingar som å beskrive, forklare og drøfte.

source: Resultatet ditt kan påvirkes av flere faktorer, for eksempel stress, konsentrasjonsevne, misforståelser eller andre forstyrrelser.
nn: Fleire ulike faktorar kan påverke resultatet ditt, til dømes stress, konsentrasjonsevne, mistydingar eller andre distraksjonar.

source: for reindrift som dokumentasjon på endringer over tid
nn: for reindrift som dokumentasjon på endringar over tid

source: • skrive og bearbeide klare og detaljerte tekster tilpasset situasjon og formål
nn: • skrive og bearbeide klare og detaljerte tekstar tilpassa situasjon og formål

source: • spørre om eventuelle feil i dokumentasjon kan rettes opp
nn: • spørje om korleis eventuelle feil i dokumentasjon kan

source: Innlæreren kan utnytte tekstoppsett og grafiske virkemidler for å lese og orientere seg i de fleste teksttyper på en effektiv måte.
nn: Innlæraren kan utnytte tekstoppsett og grafiske verkemiddel for å lese og orientere seg i dei fleste teksttypar på ein effektiv måte.

source: gavene er laget for å måle språk på ulike nivåer, og fordi de måler ulike språk-
nn: vene er laga for å måle språk på ulike nivå, og fordi dei måler ulike språkfunksjo-

source: Barnehagen er et pedagogisk tilbud
nn: Barnehagen er eit pedagogisk tilbod

source: Kandidaten argumenterer og underbygger meningene sine på en
nn: Kandidaten argumenterer og underbygger meiningane sine på

source: De har søkt om separasjon, og Patrick har flyttet til en leilighet ikke så langt fra Maria.Etter å ha vært til mekling og snakket med barna har de bestemt seg for at de skal ha delt
nn: Dei har søkt om separasjon, og Patrick har flytta til ei leilegheit ikkje så langt frå Maria.Etter å ha vore til mekling og snakka med barna har dei bestemt seg for at dei skal ha delt

source: svært høyt nivå.
nn: svært høgt nivå.

source: • forstå dialekter når den som snakker, tilpasser språket ved behov
nn: • forstå dialektar når den som snakkar, tilpassar språket ved behov

source: Mengdetrening er helt avgjørende på dette stadiet i leseopplæringen for å oppnå flyt.
nn: Mengdetrening er heilt avgjerande på dette stadiet i leseopplæringa for å oppnå flyt.

source: • Den seksuelle lavalderen i Norge er 16 år.
nn: • Den seksuelle lågalderen i Noreg er 16 år.

source: «Det er for dyrt å ha bil i Norge»:
nn: «Det er for dyrt å ha bil i Noreg»:

source: • innlede, opprettholde og avslutte en samtale på en passende måte, med
nn: • innleie, oppretthalde og avslutte ein samtale på ein passande måte, med

source: • har et bredt repertoar av automatiserte kommunikasjonsteknikker slik at
nn: • har eit breitt repertoar av automatiserte kommunikasjonsteknikkar, slik at

source: På nivå B2 kan deltakeren forstå komplekst språk og uttrykke seg saklig, klart og nyansert om et vidt spekter av allmenne emner og emner innenfor eget fagfelt og egne interesseområder.
nn: På nivå B2 kan deltakaren forstå komplekst språk og uttrykke seg sakleg, klart og nyansert om eit vidt spekter av allmenne emne og emne innanfor eige fagfelt og eigne interesseområde.

source: • notere henvendelser fra kunder og leverandører
nn: • notere henvendelsar frå kundar og leverandørar

source: Da kan du også
nn: Du kan også

source: • kan gi instruksjoner om hvordan en rekke komplekse praktiske og/eller faglige
nn: • kan gi instruksjonar om korleis ei rekke komplekse praktiske og/eller faglege

source: • bruke numerisk informasjon i tabeller i eget arbeid
nn: • bruke numerisk informasjon i tabellar i eige arbeid

source: • føre oversikt over egen aktivitet som dokumentasjon i
nn: • føre oversikt over eigen aktivitet som dokumentasjon i

source: De to delprøvene på Norskprøven C1 – høyere akademisk nivå kan være på to forskjellige datoer, men de kan også være på samme dag.
nn: Dei to delprøvane på Norskprøven C1 – høgare akademisk nivå kan vere på to forskjellige datoar, men dei kan òg vere på same dag.

source: gjennomgå og øve inn spørsmålene
nn: gjennom og øve inn spørsmåla

source: Husk å lese informasjonen og instruksjonen til oppgavene nøye.
nn: Hugs å lese informasjonen og instruksjonen til oppgåvene nøye.

source: • skrive beskjeder og påminnelser til seg selv og andre
nn: • skrive meldingar og påminningar til seg sjølv og andre

source: og skole har som oppgave å inkludere alle barn og fremme demokratiske holdninger
nn: Både barnehagen og skolen har som oppgåve å inkludere alle barn og fremme demokratiske haldningar.

source: • Er dette voldtekt?
nn: • Er dette valdtekt?

source: I tillegg inneholder læreplanen grunnopplæring i lesing og skriving for deltakere som har liten erfaring med skrift eller ikke har lært å lese og skrive tidligere.
nn: I tillegg inneheld læreplanen grunnopplæring i lesing og skriving for deltakarar som har lite erfaring med skrift eller ikkje har lært å lese og skrive tidlegare.

source: • rapportere om og dokumentere hærverk og tyveri
nn: • rapportere om og dokumentere hærverk og tjuveri

source: er en prøve på et
nn: er ein prøve på eit

source: Delprøve i leseforståelse og muntlig kommunikasjon
nn: Delprøve i leseforståing og munnleg kommunikasjon

source: I læreplanen er det lagt vekt på strukturen, begrepsbruken og de utvidede og mer nyanserte deskriptorskalaene som er innarbeidet i Tillegget til Rammeverket.
nn: I læreplanen er det lagt vekt på strukturen, omgrepsbruken og dei utvida og meir nyanserte deskriptorskalaene som er innarbeidde i Tillegget til Rammeverket.

source: Vi skal ikke
nn: Vi skal ikkje

source: I tråd med kompetansebegrepet blir dermed deltakernes refleksjon og kritiske tenkning rundt erfaringer de gjør seg med språket, til en sentral del av språklæringsarbeidet.
nn: I tråd med kompetanseomgrepet blir dermed refleksjon og kritisk tenking rundt erfaringar deltakarane gjer seg med språket, ein sentral del av språklæringsarbeidet.

source: Klagefristen er tre uker etter at du tok prøven.
nn: Klagefristen er tre veker etter at du tok prøven.

source: • identifisere og skrive store og små bokstaver på papir og tastatur
nn: • identifisere og skrive store og små bokstavar på papir og tastatur

source: • samtale med kolleger, beboere, pårørende og prest ved dødsfall• ha medarbeidersamtale med egen leder• foreslå endringer i oppgaver og arbeidsmetoder• gi beskjed om sykdom og fravær• varsle om akutte hendelser eller ulykker4 | GRUNNLEGGENDE FERDIGHETER PÅ JOBBEN
nn: Av og til vil Pleieassistentenen• samtale med leiar og kollegaer om eigen arbeidssituasjon• samtale med kollegaer, bebuarar, pårørande og prest ved dødsfall• ha medarbeidarsamtale med eigen leiar• foreslå endringar i oppgåver og arbeidsmetodar• gi melding om sjukdom og fråvær• varsle om akutte hendingar eller ulukker4 | GRUNNLEGGJANDE FERDIGHEITER PÅ JOBBEN

source: Hvilke fordeler og ulemper ser du ved å eie en bil?
nn: Kva fordelar og ulemper ser du ved å eige ein bil?

source: Kompetanse Norge velger derfor i denne omgang å kontakte de ti prøvestedene med flest kandidater til norskprøven for sensorrekruttering.
nn: Kompetanse Noreg vel derfor i denne omgang å kontakte dei ti prøvestadane med flest kandidatar til norskprøven for sensor-rekruttering.

source: • søkelese lange tekster og finne relevante detaljer
nn: • søkelese lange tekstar og finne relevante detaljar

source: slavelignende arbeid ved bruk av tvang,
nn: slaveliknande arbeid ved bruk av tvang,

source: • lese informasjon fra ledelsen om planer og kampanjer
nn: • lese informasjon frå leiinga om planar og kampanjar

source: • kjenne til de lover og forskrifter, avtaler og dokumenter
nn: • kjenne til dei lover og forskrifter, avtaler og dokument

source: Hvilke domener eller temaer språkferdighetene skal knyttes til, er derfor ikke definert i læreplanen for nivå C1.
nn: Kva for domene eller tema språkferdigheitene skal knytast til, er derfor ikkje definert i læreplanen for nivå C1.

source: øve på eksempeloppgaver
nn: øve på eksempeloppgåver

source: Du kan forstå og bruke kjente, dagligdagse ord og uttrykk.
nn: Du kan forstå og bruke kjende, daglegdagse ord og uttrykk.

source: kan gifte seg enten ved en kirkelig seremoni eller ved en borgerlig seremoni.
nn: Ein kan gifte seg enten ved ein kyrkjeleg seremoni eller ved ein borgarleg seremoni.

source: • bruke sosiale medier for holde seg oppdatert og
nn: • bruke sosiale medium for halde seg oppdaterte og

source: • gjøre overslag over mengder ved innkjøp
nn: • gjere overslag over mengder ved innkjøp

source: • lese informasjon om ruteendringer og nye rutiner
nn: • lese informasjon om ruteendringar og nye rutinar

source: Begge foreldrene har økonomiske forpliktelser og omsorg for barnet.
nn: Begge foreldra har økonomiske forpliktingar og omsorg for barnet.

source: • måle dekktykkelse og vurdere om den er god nok
nn: • måle dekktjukkleik og vurdere om den er god nok

source: • holde oversikt over aktiviteter i elektroniske kalendere
nn: • halde oversikt over aktivitetar i elektroniske kalendrar

source: svært enkle diagrammer og tabeller
nn: enkle diagram og tabellar

source: • sette opp og kvittere på arbeidsplaner
nn: • setje opp og kvittere på arbeidsplanar

source: Kandidatene må være på nivå i alle formidlingskriteriene og i alle de språklige kriteriene for å plasseres på et nivå samlet.
nn: Kandidatane må vere på nivå i alle formidlingskriteria og i alle dei språklege kriteria for å bli plasserte på eit nivå samla.

source: • bruke ulike lesestrategier for å oppfatte hovedtrekk i en tekst på den målformen
nn: • bruke ulike lesestrategiar for å oppfatte hovudtrekk i ein tekst på den

source: • kommentere på en svært enkel måte innlegg på sosiale medier ved hjelp av
nn: • kommentere på ein svært enkel måte innlegg på sosiale medium ved hjelp

source: De aller fleste som har blitt utsatt for et seksuelt overgrep, opplever negative følelser og reaksjoner etter overgrepet.
nn: Dei aller fleste som har blitt utsette for eit seksuelt overgrep, opplever å ha negative kjensler og reaksjonar etter overgrepet.

source: bruk av bilder og lydstøtte
nn: bruk av bilete og lydstøtte

source: • beregne kostnader ved å leie inn arbeidskraft
nn: • berekne kostnader ved å leige inn arbeidskraft

source: • rapportere og diskutere avvik og problemer muntlig
nn: • rapportere og diskutere avvik og problem munnleg

source: sammenfatter og bruker informasjon fra ulike kilder kritisk, uttrykker og underbygger egne synspunkter og trekker konklusjoner
nn: samanfattar og bruker informasjon frå ulike kjelder kritisk, uttrykker og underbygger eigne synspunkt og trekker konklusjonar

source: • skrive beskjeder til kolleger og leder
nn: • skrive meldingar til kollegaer og leiar

source: informasjon og synspunkter og begrunne synspunktene på en forståelig måte.
nn: informasjon og synspunkt og grunngi synspunkta på ein forståeleg måte.

source: hun/han finner passende uttrykk for å ta eller beholde ordet og knytte egne bidrag til det andre sier på en hensiktsmessig måte.
nn: ho/han finn passande uttrykk for å ta eller behalde ordet og knyte eigne bidrag til det andre seier, på ein formålstenleg måte

source: Konkrete og systematiske tilbakemeldinger til deltakerne underveis i opplæringen, der det går fram både hva deltakerne mestrer, og hva de bør øve mer på, virker bevisstgjørende og motiverende.
nn: Konkrete og systematiske tilbakemeldingar til deltakarane undervegs i opplæringa, der det går fram både kva deltakarane meistrar, og kva dei bør øve meir på, verkar bevisstgjerande og motiverande.

source: Likestilling betyr at alle skal ha like muligheter og rettigheter.
nn: Likestilling betyr at alle skal ha like moglegheiter og rettar.

source: Innlæreren kan ha behov for enkelte oppklaringer, særlig hvis talemålsvarianten er ukjent.
nn: Innlæraren kan ha behov for enkelte oppklaringar, særleg dersom talemålsvarianten er ukjend.

source: • få instruksjoner og diskutere arbeidet med overordnede
nn: • få instruksjonar og diskutere arbeidet med overordna

source: Resepsjon Kjerneelementet resepsjon handler om det å motta, bearbeide og forstå tekst og muntlig kommunikasjon.
nn: Resepsjon Kjerneelementet resepsjon handlar om det å motta, bearbeide og forstå tekst og munnleg kommunikasjon.

source: • kan bruke sine språklige ressurser skriftlig eller muntlig til å oversette tekster i
nn: • kan bruke sine språklege ressursar skriftleg eller munnleg til å omsette tekstar i

source: • bruke kunnskap om arbeidslivet til å ta hensiktsmessige valg knyttet til
nn: • bruke kunnskap om arbeidslivet til å ta formålstenlege val knytte til

source: På dette nivået er språkferdighetene domeneoverskridende i tråd med beskrivelsene i Rammeverket og Tillegget til Rammeverket.
nn: På dette nivået er språkferdigheitene domeneoverskridande i tråd med beskrivingane i Rammeverket og Tillegget til Rammeverket.

source: straffes med fengsel på minst 3 år og
nn: straffast med fengsel i minst 3 år og

source: På høyere nivåer kan det også være å videreformidle hovedinnholdet i komplekse tekster og å kommentere andres innspill i en diskusjon.
nn: På høgare nivå kan det også vere å formidle vidare hovudinnhaldet i komplekse tekstar og å kommentere innspel frå andre i ein diskusjon.

source: • Med seksuell trakassering menes uønsket seksuell oppmerksomhet som
nn: • Med seksuell trakassering meiner vi uønskt seksuell merksemd som er

source: Privatpersoner kan også ta kontakt med barnevernet hvis de er bekymret for et barn
nn: Privatpersonar kan også ta kontakt med barnevernet dersom dei er bekymra for eit barn.

source: • lese og forstå korte instruksjoner som er enkelt formulert og gjerne illustrert
nn: • lese og forstå korte instruksjonar som er enkelt formulerte og gjerne illustrerte
